{
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorizer": { "branch": "master" },
  "dap": { "branch": "master" },
  "devicons": { "branch": "master" },
  "diffview": { "branch": "main" },
  "dracula": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "golf": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "import": { "branch": "main" },
  "indent_blankline": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason": { "branch": "main" },
  "mini_ai": { "branch": "main" },
  "mini_animate": { "branch": "main" },
  "mini_comment": { "branch": "main" },
  "mini_cursorword": { "branch": "main" },
  "mini_indentscope": { "branch": "main" },
  "mini_jump": { "branch": "main" },
  "mini_move": { "branch": "main" },
  "mini_pairs": { "branch": "main" },
  "mini_splitjoin": { "branch": "main" },
  "mini_surround": { "branch": "main" },
  "mini_trailspace": { "branch": "main" },
  "neogit": { "branch": "master" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null_ls": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "obsession": { "branch": "master" },
  "oil": { "branch": "master" },
  "oil_git": { "branch": "main" },
  "oil_lsp_diagnostics": { "branch": "master" },
  "origami": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "recorder": { "branch": "main" },
  "spider": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "statuscol": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-cmdline.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tiny_inline_diagnostic": { "branch": "main" },
  "todo_comments": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" },
  "typst_preview": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim_tmux_navigator": { "branch": "master" },
  "winmove": { "branch": "master" },
  "yanky": { "branch": "main" }
}
